{
  "A fresh verification link has been sent to your email address.": "تم إرسال رابط تحقق جديد إلى عنوان بريدك الإلكتروني.",
  "All rights reserved.": "جميع الحقوق محفوظة.",
  "Before proceeding, please check your email for a verification link.": "قبل المتابعة، يرجى التحقق من بريدك الإلكتروني عن رابط التحقق.",
  "click here to request another": "انقر هنا لطلب آخر",
  "Confirm Password": "تأكيد كلمة المرور",
  "E-Mail Address": "البريد الالكتروني",
  "Forbidden": "محظور",
  "Forgot Your Password?": "نسيت كلمة المرور؟",
  "Go Home": "الرئيسية",
  "Hello!": "أهلاً بك!",
  "If you did not create an account, no further action is required.": "إذا لم تقم بإنشاء حساب ، فلا يلزم اتخاذ أي إجراء آخر.",
  "If you did not receive the email": "إذا لم تستلم البريد الإلكتروني",
  "If you did not request a password reset, no further action is required.": "إذا لم تقم بطلب استعادة كلمة المرور، لا تحتاج القيام بأي إجراء.",
  "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "إذا كنت تواجه مشكلة في النقر على الزر \":actionText \"، يمكنك نسخ عنوان URL أدناه\n وألصقه في متصفح الويب: [:actionURL](:actionURL)",
  "Invalid signature.": "التوقيع غير سليم.",
  "Login": "تسجيل الدخول",
  "Logout": "تسجيل الخروج",
  "Name": "الاسم",
  "Not Found": "غير متوفر",
  "Oh no": "انتبه",
  "Page Expired": "الصفحة منتهية الصلاحية",
  "Password": "كلمة المرور",
  "Please click the button below to verify your email address.": "يرجى النقر على الزر أدناه للتحقق من عنوان بريدك الإلكتروني.",
  "Please confirm your password before continuing.": "يرجى تأكيد كلمة مرورك قبل المتابعة.",
  "Regards": "مع التحية",
  "Register": "تسجيل",
  "Remember Me": "تذكرني",
  "Reset Password": "استعادة كلمة المرور",
  "Reset Password Notification": "تنبيه استعادة كلمة المرور",
  "Send Password Reset Link": "أرسل رابط استعادة كلمة المرور",
  "Server Error": "خطأ في الإستضافة",
  "Service Unavailable": "الخدمة غير متوفرة",
  "This action is unauthorized.": "عملية غير مصرّح بها.",
  "This password reset link will expire in :count minutes.": "ستنتهي صلاحية رابط استعادة كلمة المرور خلال :count دقيقة.",
  "Toggle navigation": "إظهار/إخفاء القائمة",
  "Too Many Attempts.": "عدد كبير من المحاولات.",
  "Too Many Requests": "طلبات كثيرة جدًا",
  "Unauthorized": "غير مصرّح",
  "Verify Email Address": "التحقق من عنوان البريد الإلكتروني",
  "Verify Your Email Address": "تحقق من عنوان البريد الإلكتروني الخاص بك",
  "We won't ask for your password again for a few hours.": "لن نطلب كلمة المرور مرة أخرى لبضع ساعات.",
  "You are receiving this email because we received a password reset request for your account.": "لقد استلمت هذا الإيميل لأننا استقبلنا طلباً لاستعادة كلمة مرور حسابك.",
  "Your email address is not verified.": "بريدك الإلكتروني غير موثّق.",
  "Whoops!": "عذراً!",
  "Home" : "الصفحة الرئيسية",
  "Games" : "الألعاب",
  "Members Area" : "منطقة الأعضاء",
  "Dashboard" : "لوحة التحكم",
  "Products" : "المنتجات",
  "Product Addons" : "اضافات المنتجات",
  "Boost Pricing" : "سعر البوست",
  "Orders" : "الطلبات",
  "Customers" : "الزبائن",
  "Boosters" : "البوسترز",
  "Newsletters" : "النشره الاخبارية",
  "Games Table" : "طاولة الالعاب",
  "Create Game" : "تأليف اللعبة",
  "Image" : "صورة",
  "Actions" : "اجراءات",
  "Display" : "عرض",
  "records per page" : "سجل في كل صفحه",
  "Nothing found - sorry" : "لم نحصل شيء - المعذره",
  "Showing page" : "اظهار الصفحة",
  "of" : "من",
  "No records available" : "لا يوجد اي سجل",
  "filtered from" : "تصفية من",
  "total records" : "السجل الكامل",
  "Search" : "البحث",
  "Previous" : "السابق",
  "Next" : "التالي",
  "Edit" : "تعديل",
  "Delete" : "مسح",
  "Required": "مطلوب",
  "Game": "اللعبة",
  "Game Name": "إسم اللعبة",
  "Current File": "الملف الحالي",
  "Upload Image": "رفع الصورة",
  "Game Description": "وصف اللعبة",
  "Product Description": "وصف المنتج ",
  "Submit": "إرسال",
  "Please Enter A Game Name": "الرجاء وضع اسم اللعبة",
  "Boost Pricing Scheme": "مخطط اسعار البوست",
  "Start Range": "البداية للرانك",
  "End Range": "النهاية للرانك",
  "Product": "المنتج",
  "Boost Pricing Scheme Table": "طاولة مخطط اسعار البوست",
  "Create Price Scheme": "تصميم مخطط الاسعار",
  "Product Name": "اسم المنتج",
  "Product Addon": "اضافات المنتج",
  "Addon Name": "اسم الاضافه",
  "Addon Description" : "وصف الاضافه",
  "Addon Percent": "نسبة الاضافه",
  "Please Enter An Addon Name": "الرجاء اكتب اسم الاضافة",
  "Note: This will be the % of the products price, added on. For example, if the product is $100 and you enter 10% here, it will add $10 onto $100 when the customer selects this addon.": "ملاحظه: هاذي راح تكون النسبة من اسعار المنتجات مضافه اليها مثال: اذا كان السعر 100 وكتبت 10% راح تضيف 10 على ال 100 لما يضغط عليه الزبون ويصير 110 وبس",
  "If you wish for this addon to be free, simply enter 0 in the input field.": "اذا كنت تبي تخلي الاضافه مجانيه اكتب 0 ",
  "Please Enter An Addon Price Percentage": "الرجاء اكتب سعر نسبة الاضافه",
  "Percentage Price": "سعر النسبة",
  "Product Addons Table": "طاولة الاضافات للمنتجات",
  "Type": "النوع",
  "Products Table": "طاولة الطلبات",
  "Short Description": "الوصف القصير",
  "Price": "السعر",
  "Contact": "تواصل",
  "Select This Game": "اختار هاذي اللعبة",
  "Products & Services Available": "المنتجات و الخدمات الموجودة",
  "No products or services found for this game! Please check back soon!": "لا يوجد منتجات او خدمات لهاذه اللعبة الرجاء التحقق لاحقا",
  "Game Added": "تم اضافة اللعبة",
  "Our Latest Game": "اجدد العابنا",
  "Select This Product": "اختار هذا المنتج",
  "No addons found for this product! Please check back soon!": "لا يوجد اضافات لهاذا المنتج الرجاء التحقق لاحقا",
  "Order Form": "نموذج الطلب",
  "Your Email?": "إيميلك الشخصي؟",
  "Order Notes": "ملاحظات للطلب",
  "Platform?": "الجهاز؟",
  "Account Email?": "إيميل الحساب؟",
  "Account Username?": "إسم حسابك؟",
  "Account Password?": "كلمة سر الحساب؟",
  "XBOX Email?": "إيميل حساب الاكس بوكس؟",
  "XBOX Username?": "إسم حسابك بالاكسبوكس؟",
  "XBOX Password?": "كلمة سر حساب الاكس بوكس؟",
  "Playstation Email?": "إيميل حساب البليستيشن؟",
  "Playstation Username?": "إسم حسابك بالبليستيشن؟",
  "Playstation Password?": "كلمة سر حساب البليستيشن؟",
  "Order Now": "اطلب",
  "Status": "الحاله",
  "Game System": "الجهاز",
  "Customer Email": "ايميل العميل",
  "Total Payment Amount": "المبلغ المدفوع الكلي",
  "Orders Table": "الطلبات",
  "View Order": "رؤية الطلب",
  "Claim Order": "اقبل الطلب",
  "Total Price": "المبلغ الكامل",
  "Please Enter Your Email": "الرجاء وضع إيميلك",
  "Please Enter Your Username": "الرجاء ادخل إسم حسابك",
  "Please Enter Your Password": "الرجاء وضع كلمة السر",
  "Order Notes - Authenticator or Specific Information": "ملاحظات للطلب - مثل تأكيد تسجيل الدخول او معلومات محدده",
  "I confirm that all the entered information is accurate and I agree to your terms of use": "اؤكد ان المعلومات اللتي كتبتها صحيحه واقبل بجميع الشروط",
  "Discount Code (if applicable)?": "كود الخصم",
  "Please Note: Discounts will be applied at the payment processor checkout": "ملاحظة: كود الخصم يتم تفعيله عند اختيار طريقة الدفع",
  "Thanks for subscribing to our newsletter! We will make sure to keep you posted on exciting new developments and offers!": "شكرا على إشتراكك! راح نتأكد ان العروض الجديدة كلها توصلك",
  "ENTER YOUR E-MAIL": " أدخل إيميلك",
  "subscribe": "إشترك",
  "Please add me to your marketing list so I can receive great offers and updates from you": "ضيفني الى اللست الخاصه بالزبائن عشان توصلني افضل العروض واخر الاخبار منكم",
  "Your Order Has Been Received!": "وصلنا طلبك",
  "So, what is next?": "طيب وبعدين؟",
  "A booster will now accept your order at some point over the next 24 hours": "فيه بوستر راح يأخذ طلبك خلال كم ساعة ويبدء ",
  "They will communicate with you the progress of the order via the dashboard": "راح يتواصلون معك ويقولون لك وش جالس يصير بطلبك من خلال لوحة التحكم",
  "They will let you know when the order has been completed": "راح يقولون لك لما طلبك يخلص",
  "Login To Your Dashboard": "سجل دخول بلوحة التحكم",
  "Chat": "شات",
  "Chat History": "المحادثاث السابقه",
  "Welcome Back,": "اهلا بعودتك!,",
  "Welcome To Your Customer Dashboard!": "اهلا بك بلوحة التحكم الخاصه فيك",
  "Your": "arabic your",
  "Start Boosting": "ابدء البوست",
  "View": "مشاهدة",
  "Your Orders": "طلباتك",
  "Order Placed:": "تم وضع الطلب:",
  "Order Tracking & Scheduling": "تابع طلبك وحدد اوقات اللعب",
  "Cost-Efficient and Flexible solution": "اسعار رخيصة وحلول مرنه",
  "Safety & Privacy": "الأمان والخصوصية",
  "Live Chat": "لايف شات",
  "What is boosting?": "ايش هو البوستنق؟ ",
  "Can I play with my booster?": "اقدر العب مع البوستر؟",
  "How can I track my order?": "كيف اقدر اتابع طلبي؟",
  "Can I pick a specific hero?": "اقدر اختار شخصية معينة؟",
  "YES! When you order a boost you will have the option to pick a specific hero.": "اكيد! لما تطلب بوست راح يكون عندك خيار تختار شخصية محددة",
  "We offer live order progress tracking for all of our boost orders. The order tracking is accessible by each user by logging in to their member’s area. On one order, there might be multiple tracking options and the number of options usually depend on the game itself AND your preferences, The options can include streaming of the boosting process.": "موقعنا يقدم طرق معددة لمتابعة الطلب فلما تسجل دخول على حسابك بموقعنا راح تقدر تكلم البوستر حقك ولو حبيت تقدر لما تشتري بوست تطلب ستريم! الشيء راجع لك بالكامل",
  "How much do I have to wait for my order to start after buying a boost?": "كم لازم انتظر عشان البوستر يدخل حسابي بعد ما اشتري بوست؟",
  "The approximate waiting time for an order to start highly depends on the region and the game. Generally, boosting starts within minutes after placing and paying for an order, unless you want to schedule it for later. It all depends on your preferences!": "الوقت يلي لازم تنتظره يختلف على حسب اللعبة وعلى حسب الوقت يلي اشتريت فيه بوست بس بشكل عام الوقت يكون تقريبا من خمس دقائق لساعه واكيد انت تقدر تحدد وقت متى تبينا نلعب بالحساب او متى تبي تلعب مع البوستر!",
  "Yes! For each game that we offer boosting services for, there is an option of playing in duo queue. With duo queue boosting, you can team up with our professional booster and start winning games immediately. Furthermore, we wont ask or need your personal account email or password when purchasing a duo boost!": "اكيد! لكل لعبة موجودة عندنا، عندنا خيار انك تلعب مع البوستر ولما تشتري بوست وتحط خيار انك تلعب مع البوستر ما راح نطلب منك معلومات حسابك او اي شيء بس راح نحتاج إيميلك الشخصي فقط",
  "Various games have different boosting processes but the idea remains the same. When purchasing a boost, a boosting order is created in our system and a professional player employed by our company gets assigned to complete it. To complete the goal of a specific boost, the professional booster will use their experience and skill advantage to reach a certain rank or level": "البوستنق بالالعاب يختلف من لعبة للعبة شوي بس بشكل عام المعنى نفسه والهدف نفسه ويلي هو انه احد يدخل حسابك ويلعب لك ويرفع رانكك او تلعب مع البوستر يلي احنا موظفينه ومختبرينه من اول عشان ترفع رانكك معه بدون ما تعطيه معلومات حسابك.",
  "Our platform provides order tracking and scheduling for all users. When you submit a boosting order, it creates a private section for you in the member's area. In your order, you can follow up on the progress made by the booster and also schedule boosting hours in the chat.": "من احد خدماتنا انك تقدر تتابع طلبك اول بأول وتقدر انت تحدد لنا وقت نلعب فيه، فلما تشتري بوست من عندنا راح تقدر تسجل دخول بمنطقة الاعضاء وتكلم البوستر وتسأله كم يحتاج عشان يخلص ومتى بيلعب!",
  "Regardless of your game choice, Ez-boosting aims to bring you the lowest prices attainable. Other than providing a cost-efficient boost service for the most popular online games, we remain flexible to give you additional discounts and custom orders in live chat or from speaking with the admins in Discord or Skype!": "ما يهم وش اللعبة يلي تبي ترفع رانكك فيها لانه راح نقدم لك ارخص الاسعار وغير كذا نعطيك خصومات!! وغير كذا لو كان عندك طلب معين ومو موجود بالموقع دائما تقدر تكلم المسؤلين على الواتس او ديسكورد او سكايب",
  "We only work with the highest-rated and most credible boosters from the industry that we pre tested and worked with for many months if not years at least!": "طبعا البوسترز يلي شغالين معنا مختبرينهم من اول وشغالين معنا من شهور او سنين اقل شيء!",
  "We offer 24/7 live chat just incase you needed help with anything! And we always have a new discount code there so make sure to use it!": "اللايف الشات موجود تقريبا ٢٤ ساعة بس بالانجليزي بس لو احتجت مساعدة بالعربي كلمنا على الواتس او ديسكورد",
  "Our Terms Of Service": "شروط خدمتنا",
  "EZ-Boosting.com sells only services in the form of digital goods, by no means we sell any physical products or ship any physical goods": "جميع خدماتنا بالموقع هي خدمات اونلاين لا توصل للبيت",
  "We do not claim to be the owners or representatives of the trademarks, brands and intellectual properties of others – they remain the property of their original copyright owners.": "جميع الصور والشركات والاسماء ترجع لأصحابها",
  "All submitted art content remains copyright of its original copyright holder.": "جميع الرسومات والصور ترجع لأصحابها",
  "EZ-Boosting.com reserves the right to change or alter any of the Site’s content, conditions, terms, or policies, as well as our respective extensions, at any time and without notice. By using any service that the Site offers, you agree that EZ-Boosting.com can’t be liable or accountable to you for any modification, suspension or discontinuance of the services.": "ايزي بوستنق له جميع الحقوق بتغير اي شيء بالموقع من محتوى بدون اعلام الزبون، والموقع غير مسؤول اذا تبند حسابك او خسرته بعد انتهاء البوست",
  "By purchasing in EZ-Boosting.com you agree that you are at least 18 years old. If you are under 18 years of age, you must have the permission of a parent or legal guardian": "لما تشتري من موقعنا انت تأكد انه عمرك ١٨ اقل شيء ولو عمرك اقل من ١٨ انت تأكد انه ولي أمرك سمح لك ",
  "By agreeing to EZ-Boosting.com terms of service you agree not to raise a dispute or any chargebacks through PayPal, if you do, you are bound to either closing the dispute/chargeback or paying 50% of your order’s value, however if the order is finished you can not refund": "بإستخدام إيزي بوستنق انت توافق انك ما راح ترفع دعوة او طلب ريفند وغير مسموح تسوي ريفند بعد ما يخلص الطلب",
  "Customers reserve the right to know the status of their orders": "يحق لك تسأل عن طلبك بأي وقت",
  "Customers reserve the right to cancel their order at anytime for any reasons, if we haven’t started the order a refund of 75% of the total price will be given but in case we started the order, the percentage of the refund should be estimated by the admins": "يسمح لك تكنسل الطلب بأي وقت اذا ما بدينا بطلبك وراح يرجع لك ٧٥٪؜ من المبلغ ولاكن لو بدينا راح نأخد مبلغ يحدد من قبل المسؤلين ونرجع لك الباقي ",
  "Refunds can be requested but will only be granted under the website owners’ permission": "يسمح لك تطلب ريفند بس الفلوس ما راح ترجع الا بعد موافقة صاحب الموقع",
  "Ez-Boosting provides the Cheapest and most reliable Boosts! Like no other services we deliver what we promise, the fastest, cheapest and most efficient out there. You can simply place your order and enjoy your times while we do the rest for you, we are experienced in Boosting and have been in this business for over 4 years with a success and completion rates of 100%!": "ايزي بوستنق يقدم ارخص واحسن الاسعار وغير كذا خدمتنا سريعة ونقدم لك يلي نوعدك فيه! وغير كذا لنا ٤ سنين بهاذا التخصص وكل زبون يطلع من عندنا يطلع مبسوط",
  "Amount Of Matches:": "عدد الاقيام:"
}
